

export const normalSysSet = new Set([
    "綜合行政",
    "社勞行政",
    "社會工作",
    "文教行政",
    "圖書史料檔案",
    "新聞傳播",
    "人事行政",
    "財稅金融",
    "會計審計",
    "統計",
    "司法行政",
    "廉政",
    "法制",
    "安全保防",
    "情報行政",
    "移民行政",
    "海巡行政",
    "經建行政",
    "交通行政",
    "地政",
    "衛生行政",
    "環保行政",
    "外交事務",
    "消防與災害防救",
    "警察行政",
]);


// export const normalSysSet = new Set([
//     "一般行政","綜合行政", "一般民政", "社會行政", "人事行政", "戶政", "原住民族行政", 
//     "社會工作", "勞工行政", "文化行政", "教育行政", "新聞", "財稅行政", 
//     "金融保險", "統計", "會計", "審計", "司法行政", "矯正", "法制", "廉政", 
//     "經建行政", "企業管理", "工業行政", "商業行政", "農業行政", "智慧財產行政", 
//     "消費者保護", "外交事務", "僑務行政", "審檢", "警察行政", "衛生行政", 
//     "醫務管理", "環保行政", "消防行政", "海巡行政", "地政", "博物館管理", 
//     "圖書資訊管理", "檔案管理", "史料編纂", "安全保防", "情報行政", "移民行政", 
//     "交通行政"
// ]);
// export const techSysSet = new Set([
//     "農業技術", "林業技術", "農業化學", "園藝", "植物病蟲害防治", "自然保育", 
//     "土木工程", "結構工程", "水利工程", "環境工程", "建築工程", "都市計畫技術", 
//     "水土保持工程", "機械工程", "電力工程", "電子工程", "電信工程", "資訊處理", 
//     "物理", "原子能", "化學工程", "衛生檢驗", "環境檢驗", "農畜水產品檢驗", 
//     "商品檢驗", "地質", "礦冶材料", "測量製圖", "藥事", "法醫", "刑事鑑識", 
//     "交通技術", "天文", "氣象", "技藝", "視聽製作", "衛生技術", "消防技術", 
//     "海巡技術", "水產技術", "畜牧技術", "獸醫", "工業工程", "工業安全", 
//     "醫學工程", "環保技術", "航空管制", "航空駕駛", "船舶駕駛", "景觀設計", 
//     "生物技術"
// ]);